<?php
// +----------------------------------------------------------------------
// | tpadmin [a web admin based ThinkPHP5]
// +----------------------------------------------------------------------
// | Copyright (c) 2016 tianpian All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
// +----------------------------------------------------------------------
// | Author: tianpian <tianpian0805@gmail.com>
// +----------------------------------------------------------------------

return [
    // Hashids 的配置项
    'length'   => 8, // 加密字符串长度
    'salt'     => 'tpadmin', // 加密盐值
    'alphabet' => '', // 字符仓库,不填写默认为扩展里的字符仓库
];