<?php
// +----------------------------------------------------------------------
// | tpadmin [a web admin based ThinkPHP5]
// +----------------------------------------------------------------------
// | Copyright (c) 2016 tianpian
// +----------------------------------------------------------------------
// | Author: tianpian <tianpian0805@gmail.com>
// +----------------------------------------------------------------------

return [
    //网站信息
    'name' => 'tpadmin',
    'title' => 'tpadmin',
    'version' => 'v1.0',
    'keywords' => '后台管理系统,网站后台模版,后台模版下载,HTML后台模版下载',
    'description' => '一个基于ThinkPHP5的管理后台，支持代码自动生成，RBAC权限管理，无限级节点权限管理，一个智能化的管理后台。'
];