<?php
// +----------------------------------------------------------------------
// | tpadmin [a web admin based ThinkPHP5]
// +----------------------------------------------------------------------
// | Copyright (c) 2016 tianpian
// +----------------------------------------------------------------------
// | Author: tianpian <tianpian0805@gmail.com>
// +----------------------------------------------------------------------

return [
    'max_rows'              => 200000, // 单表最大纪录值
    'not_record_controller' => ['Index'], // 不记录的控制器
    'not_record_map'        => ['AdminGroup/index'], // 不记录的节点图
];
